//Принято использовать буквы в верхнем регистре для
//жёстко закодированных констант. То есть когда значение 
//известно до выполнения скрипта и записывается непосредственно в код.
//В нашем примере, birthday именно такая переменная. 
//Поэтому мы можем использовать заглавные буквы.
//А age вычисляется во время выполнения 
//скрипта. Она является константой, потому что не изменяется при выполнении кода. 
//Но она является «менее константной», чем birthday: она вычисляется, 
//поэтому мы должны сохранить её в нижнем регистре.


